Repository: YordanSoares/glotpress-stats
Catalog: languages/glotpress-stats-*.po
Languages: es_ve

source: Shortcode for displaying a polyglot-oriented digest of a locale
es_ve: Shortcode para mostrar un resumen de un idioma local orientado a políglotas

source: Theme
es_ve: tema

source: %s name
es_ve: Nombre del %s

source: Installs
es_ve: Instalaciones

source: Untranslated
es_ve: Sin traducir

source: Overview
es_ve: Resumen

source: Currently, there are %1$s projects remaining (%2$s strings) to complete Top %3$s
es_ve: Actualmente, hay %1$s proyectos restantes (%2$s cadenas) del top %3$s

source: Yay! All the projects have been completed!
es_ve: ¡Yupi! ¡Todos los proyectos se han completados!

source: Detailed Stats
es_ve: Estadísticas detalladas

source: Projects in the Top:
es_ve: Proyectos en el top:

source: Projects completed:
es_ve: Proyectos completados:

source: Projects remaining:
es_ve: Proyectos restantes:

source: Strings remaining:
es_ve: Cadenas restantes:

source: %s+ active installations)
es_ve: Más de %s instalaciones activas)

source: untranslated strings
es_ve: cadenas sin traducir

source: There are %1$s strings pending translation for these %2$s projects.
es_ve: Hay %1$s cadenas pendientes de traducir para estos %2$s proyectos.
